			function getDate(id)
      {
      		var data = null;
      		var MyContact = "简历请命名为 姓名-毕业学校-职位";
      		switch (id) {
      			//  101  后端研发工程师
　　				case 101:
							data = {
									        jobDescription:"<p>1、 大数据系统后端设计与开发；</p><p>2、负责大数据工作流调度、ETL、报表工具的设计与开发工作</p><p>3、 智能运维平台的设计与开发。</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、 名校本科以上学历，计算机/软件工程专业优先；</p><p>2、 有专业的计算机素养，熟悉网络编程、操作系统、基本数据结构和算法；</p><p>3、 具备良好的模块化设计能力，能够对复杂流程抽象和简化，有一定的产品思维；</p><p>4、 较强的编程能力，熟练掌握Java或Scala语言者优先；</p><p>5、 有分布式系统、自动化运维、机器学习算法等相关经验者优先。</p><p>&nbsp</p><p>地点：上海</p>",
									        contact:MyContact
							    		};
							break;
					case 102:
			//  102	分布式存储开发工程师 
							data = {
									        jobDescription:"<p>1. 负责滴雨分布式存储系统的设计，开发与运维工作；</p><p>2. 负责实现分布式存储系统的解决方案，架构设计和关键特性；</p><p>3. 负责构建高并发、高吞吐、低延时的数据存储服务。</p><p>&nbsp</p>",
									        jobRequirements:"<p>1. 本科及以上学历，计算机/软件工程相关专业，相关工作经验；</p><p>2. 熟练掌握Java、Scala、C++中的一种或多种；</p><p>3. 有良好的数据结构和算法基础；</p><p>4. 积极主动，有良好的解决问题能力；</p><p>5. 熟练使用Linux；</p><p>6. 有HDFS、HBase、MongoDB、Cassandra、ElasticSearch等分布式系统的开发或运维经验者优先；</p><p>7. 熟悉MySql、PostgreSQL等数据库者优先。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;
					case 103:
			//  103	分布式计算开发工程师 
							data = {
									        jobDescription:"<p>1. 负责滴雨分布式存储系统的设计，开发与运维工作；</p><p>2. 负责实现分布式存储系统的解决方案，架构设计和关键特性；</p><p>3. 负责构建高并发、高吞吐、低延时的数据存储服务。</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、本科及以上学历，计算机/软件工程专业</p><p>2、熟练掌握Java语言、SQL语言</p><p>3、熟悉Linux平台</p><p>4、有良好的操作系统、数据结构和算法功底</p><p>5、具备一年以上，任意分布式存储系统(包括但不限于HBase/Mongdb/cassandra/elasticsearch/ceph)开发经验</p><p>6、具有良好的沟通能力和良好的团队合作精神</p><p>7、工作积极主动，自我驱动能力强，负责认真，主动思考</p><p>8、熟悉spark、hadoop、hive、hbase者优先</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;
			//  104	SQL编译器开发工程师 
					case 104:
							data = {
									        jobDescription:"<p>1、负责编译器开发工作</p><p>2、SQL和存储过程的静态编译和执行计划解析</p><p>3、SQL优化器</p><p>4、SQL计算引擎优化</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、本科及以上计算机相关专业，3年以上相关工作经验</p><p>2、有良好的数据结构和算法功底, 较强的团队合作能力</p><p>3、熟悉SQL语言，了解存储过程和函数者优先</p><p>4、有编译器开发经验者优先</p><p>5、熟悉Apache Hive者优先</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;
			//  105	流式计算开发工程师 
					case 105:
							data = {
									        jobDescription:"<p>1、负责基于Spark的流式计算引擎的设计与开发工作</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、熟悉Hadoop/Spark或者其他分布式系统</p><p>2、熟悉Kafka或者其他分布式消息队列</p><p>3、熟悉Java或者Scala语言</p><p>4、熟悉常用的分析以及故障诊断工具</p><p>5、熟悉SQL语言，了解存储过程和函数优先</p><p>6、良好的团队合作能力</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;
			//  106	云网络开发工程师 
					case 106:
							data = {
									        jobDescription:"<p>1、参与容器平台网络组件的规划、设计和开发工作</p><p>2、参与 kubernetes 容器平台的开发和维护工作</p><p>3、参与 kubernetes 平台网络性能优化工作</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、熟悉 linux 操作系统和 bash 脚本；</p><p>2、熟悉 Python/Java/Go/C/C++ 中一门或者多门编程语言；</p><p>3、熟悉 TCP/IP 网络协议栈；</p><p>4、有网络相关开发经验者优先（交换机、ovs、vxlan、BGP等）；</p><p>5、有 docker、kubernetes 等容器开发和使用经验者优先；</p><p>6、对技术有热情，对新技术有很强的好奇心；</p><p>7、具备优秀的沟通能力和学习能力，擅长解决技术难题，良好的团队协作能力。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;				
			//  107	容器云开发工程师 
					case 107:
							data = {
									        jobDescription:"<p>1、负责容器云平台的软件架构设计与开发工作</p><p>2、负责 Kubernetes 编排服务框架的与云平台的集成与开发工作 </p><p>3、负责应用微服务化并迁移到容器云平台的开发工作</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、熟练掌握 C/C++、Go、Python或java至少一门语言编程语言</p><p>2、熟悉 Linux/Unix 操作系统；</p><p>3、对云计算、虚拟化非常感兴趣；</p><p>4、掌握 kubernetes 编排服务框架以及能对它们进行二次开发者优先；</p><p>5、熟悉容器平台网络性能调优以及网络解决方案，如 Flannel 等开源技术者优先；</p><p>6、对大规模集群、负载均衡、分布式存储、自动化方面有经验者优先；</p><p>7、有过 OpenStack 相关开发工作经验者优先；</p><p>8、熟悉 Linux 网络基础，如 iptables,tun/tap, vlan／vxlan，Linux Bridge,Open vSwitch、Openflow 等技术者优先。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;	
			//  108	中间件开发工程师 
					case 108:
							data = {
									        jobDescription:"<p>1、负责大数据产品中间件的设计，核心代码开发，系统稳定性开发，性能优化等工作</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、熟悉JAVA或C++语言</p><p>2、熟悉SQL语言、多线程编程</p><p>3、有良好的数据结构和算法功底</p><p>4、熟悉JDBC/ODBC标准优先</p><p>5、熟悉报表工具，ETL工具和数据同步工具优先</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;	
			//  109	安全开发工程师 
					case 109:
							data = {
									        jobDescription:"<p>1、 分析现有大数据平台安全架构，挖掘其中的漏洞并进行改进</p><p>2、 负责容器镜像漏洞检测工具的设计、开发和实现</p><p>3、 负责云上大数据安全防护平台的设计、开发和实现</p><p>4、 跟踪国内外最新安全事件，进行漏洞分析、预警和防范</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、 本科及以上学历，计算机相关专业，3年以上相关工作经验，</p><p>2、 熟悉常见的系统漏洞、木马、内网攻击防护和渗透技术</p><p>3、 熟悉常见的Web安全漏洞分析和防范，包括SQL注入、XSS、CSRF等OWASP常见安全风险</p><p>4、 熟练掌握一门流行编程语言，有大型项目的开发经验</p><p>5、 熟悉docker和kubernetes，对其整体架构特别是安全方面有一定的了解</p><p>6、 有云或者大数据安全相关项目开发经验者优先</p><p>7、 具备较强的技术钻研和学习能力，具有良好的沟通能力和团队协作精神</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;
			//  110	前端开发工程师 
					case 110:
							data = {
									        jobDescription:"<p>1、 大数据软件Web前端的设计与开发。</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、精通HTML/CSS/JS等前端基本知识，熟悉网络及基本的算法知识；</p><p>2、有Angular, React, Vue使用经验，熟悉Nodejs以及webpack；</p><p>3、使用sass，less等预编译语言，typescript，d3等可视化库为加分项；</p><p>4、对用户体验、交互操作流程设计、及用户需求有深入理解者优先；</p><p>5、对CSS/JS性能优化、解决多浏览器兼容性问题有一定经验；</p><p>6、有强烈的上进心和求知欲，善于学习和运用新知识，有良好的团队意识和执行力。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;	
			//  111	大数据应用研发工程师 
					case 111:
							data = {
									        jobDescription:"<p>1、基于大数据平台，研发具有创新性行业相关的应用系统；</p><p>2、设计行业的应用解决方案，能快速开发原型系统，并验证方案的可行性；</p><p>3、根据业务需求，进行系统设计，包括架构设计，高层设计、模块分解等；</p><p>4、负责应用系统的模块开发，包括设计、编码、整合、测试和优化；</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、计算机相关专业，本科及以上学历； 5年以上互联网/企业级应用开发经验，1年以上系统设计经验；</p><p>2、精通Java语言及常用类库和J2EE技术框架，熟练使用常用开发工具；</p><p>3、精通一种数据库产品Oracle/MySQL的SQL开发和SQL调优；</p><p>4、掌握软件需求分析、系统设计的基本方法和理论，并能合理的使用；</p><p>5、熟悉研发项目管理流程、软件开发规范和质量保障体系；</p><p>6、具有团队管理经验者优先；</p><p>7、具有金融行业应用开发背景或大数据、机器学习应用开发经验者优先。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;	
			//  112	智能运维平台开发工程师 
			case 112:
							data = {
									        jobDescription:"<p>1、对部署实施的集群各类日志与系统级指标进行分析并建模。</p><p>2、开发智能运维平台，辅助进行分布式系统故障诊断。</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、掌握基础计算机专业知识，有较强的归纳总结能力以及熟练的代码编写能力</p><p>2、具有良好的沟通能力，和良好的团队合作精神</p><p>3、工作积极主动，自我驱动能力强，负责认真，敢于接受挑战</p><p>4、有分布式平台级运维经验者优先</p><p>&nbsp</p>",
									        contact:MyContact
							    		};
							break;
			//  201	项目经理 
			case 201:
							data = {
									        jobDescription:"<p>1．负责沟通客户需求，并能将客户需求分解转化为可执行的方案及实施工作；</p><p>2．负责客户关系维护、确保合作项目顺利进行，及对外合作的技术沟通与项目控制等工作；</p><p>3．负责组织协调资源，保障客户大数据平台的按时落地交付。</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、计算机相关专业，本科及以上学历；</p><p>2、具备数据库/数据仓库的基础实施能力；</p><p>3、具备Linux系统操作经验；</p><p>4、具备较强的沟通能力、逻辑思维能力；</p><p>5、有较强的数据分析能力，能通过有效数据分析等系统性方法进行项目统筹管理；</p><p>6、具有良好的书面和口头表达能力，敢于接受挑战，拓展创新业务；</p><p>7、具备3年以上项目经验，或有项目管理经验者优先。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;
			//  202	数据工程师 
			case 202:
							data = {
									        jobDescription:"<p>1、PoC（Proof of Concept，原型验证），在客户业务场景下验证产品的功能与性能。</p><p>2、在客户现场搭建大数据产品平台，与客户沟通，根据客户的需求或业务场景在大数据平台上实现</p><p>3、大数据平台软件的项目实施与安装部署</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、计算机或相关专业本科（或以上）学历</p><p>2、熟悉Linux shell以及SQL 语言</p><p>3、熟悉Java语言，会编写Oracle/DB2 存储过程</p><p>4、了解Hadoop，熟悉Hadoop，HBase，Hive基本命令</p><p>5、有Hadoop/HBase/Hive/Sqoop/Flume使用经验者优先</p><p>6、做事认真负责，沟通能力良好，自学能力较强，能够出差。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;
			//  203	大数据架构师 
			case 203:
							data = {
									        jobDescription:"<p>1. 了解客户需求，理解客户的痛点与难点，评估制定合理可行的架构方案；</p><p>2. 收集分析客户与市场需求数据，提炼共性，形成报告，反馈研发；</p><p>3. 具备良好的技术基础与素养，能对市场上的各种产品进行竞争性分析。</p><p>&nbsp</p>",
									        jobRequirements:"<p>1. 计算机或相关专业本科（或以上）学历；</p><p>2. 有数据库/数据仓库2年以上架构规划经验优先；</p><p>3. 具备较强的沟通能力，逻辑思维能力；</p><p>4. 有一定的行业项目经验，负责实施过中大型数据仓库或数据分析项目优先。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
			//  204	数据挖掘工程师 
			case 204:
							data = {
									        jobDescription:"<p>1.负责大规模数据场景下的数据挖掘分析建模工作。</p><p>2.用机器学习的产品技术为行业提供解决方案。</p><p>3.根据业务需求，负责机器学习产品的业务落地和挖掘价值实现。</p><p>4.兼备项目管理的职能：收集、评估和分析需求，负责数据挖掘方案的设计、实现和持续优化。</p><p>&nbsp</p>",
									        jobRequirements:"<p>1.具有相关工作经验，扎实的机器学习理论基础，熟悉常用机器学习和深度学习算法优先。</p><p>2.熟练使用数据挖掘工具，有R，Python，SAS，SPSS建模经验优先。</p><p>3.优秀的沟通协调能力，丰富的产品解决方案开发的项目管理经验，能够有效推动项目开展。</p><p>4.具备快速学习能力、开阔的业务视野，能够快速理解机器学习的原理与能力，并能将其与业务相结合产生价值?。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;						
			//  301	自然语言（NLP）算法工程师 
			case 301:
							data = {
									        jobDescription:"<p>1、负责NLP算法库的开发和实现</p><p>2、负责海量文本信息的知识提取和知识库维护</p><p>3、负责知识图谱开发和构建</p><p></p><p>&nbsp</p>",
									        jobRequirements:"<p>1、本科及以上学历，计算机软件相关专业，3年以上相关工作经验</p><p>2、扎实的数据结构、算法基础，扎实的java基础</p><p>3、熟练使用Linux、熟练掌握Shell脚本</p><p>4、扎实的机器学习理论基础，有数据建模经验优先</p><p>5、熟悉基本NLP库，如nltk，jieba， coreNLP等</p><p>6、熟悉深度学习库优先，比如MXNet, TensorFlow, Torch, Theano, Keras等</p><p>7、熟悉分布式平台Hadoop和Spark优先</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
			//  302	计算机视觉CV算法工程师 
			case 302:
							data = {
									        jobDescription:"<p>1. 负责深度学习&计算机视觉算法在实际领域的落地和产品化；</p><p>2. 负责前沿深度学习&计算机视觉算法的核心技术研发和优化。</p><p>&nbsp</p>",
									        jobRequirements:"<p>1. 硕士及以上学历，计算机、软件、电子等相关专业，3年以上工作经验，计算机视觉和人工智能方向的硕士或博士优先；</p><p>2. 在图像领域或人工智能领域具有3-5年相关经验，经验包括并且不限于：物体识别、光学文字识别、以图搜图、场景理解、图像及视频标签等；</p><p>3. 能灵活使用各种CNN，熟悉RNN和LSTM，掌握传统图像算法（HOG，SIFT等），了解Reinforcement Learning和Meta Learning的加分；</p><p>4. 熟练掌握C/C++和Python编程语言，具有Linux开发经验；</p><p>5. 掌握TensorFlow/Caffe等框架，能独立完成算法的训练和推理；</p><p>6. 对数学和机器学习有一定敏锐度，并能灵活运用解决实际问题；</p><p>7. 具有英语阅读论文能力；</p><p>8. 良好的沟通和团队合作能力；</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
			//  303	机器学习算法工程师 
			case 303:
							data = {
									        jobDescription:"<p>1.负责机器学习的理论研究和算法、模型开发，包括但不限于：超参优化、神经网络架构搜索、元学习、迁移学习和强化学习。</p><p>2.基于分布式计算框架，针对业界经典算法和模型研发分布式实现和性能优化，丰富滴雨科技内部的通用分布式算法库。</p><p>3.对机器学习，尤其是对AutoML等前沿问题进行探索与研究，结合未来实际应用场景，提供全面的技术解决方案。</p><p>4.对计算机视觉和自然语言处理相关领域提供算法支持，进行创新研究。</p><p>&nbsp</p>",
									        jobRequirements:"<p>1.统计、计算机、数学等相关专业背景，硕士及以上学历，博士优先</p><p>2.扎实的编程基础(熟悉Scala/Java/Python/C++)，熟练掌握常用数据结构及算法</p><p>3.在机器学习方向有深厚的技术积累，熟悉算法原理并有实际的应用经验，在顶会上发表过论文者优先。</p><p>4.熟悉Spark/Hadoop/Tensorflow等分布式计算框架，有分布式算法研发经验者优先。</p><p>5.了解计算机视觉和自然语言处理相关领域知识。</p><p>6.较强的沟通和团队协作能力，善于独立分析和解决问题、关注前沿的技术。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
			//  304	AI平台研发工程师 
			case 304:
							data = {
									        jobDescription:"<p>1.负责人工智能平台的研发，包括整合框架以及常用算法</p><p>2.负责机器学习和深度学习框架的研究和改进</p><p>3.负责分布式计算平台的设计、实现与改进</p><p>&nbsp</p>",
									        jobRequirements:"<p>1.扎实的数据结构、算法基础，熟悉c++, java或者scala优先</p><p>2.熟悉spark或者tensorflow者优先</p><p>3.有大规模分布式计算引擎设计与实现经验的优先</p><p>4.熟悉机器学习框架者优先</p><p>5.有大数据经验，熟练部署与使用Hadoop/Spark集群的优先</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
			//  305	AIOT 边缘计算平台开发工程师 
			case 305:
							data = {
									        jobDescription:"<p>1． 负责智能边缘端的云平台的设计、开发和维护，会涉及高性能分布式服务的搭建：技术架构，构建业务平台，优化性能等方便。</p><p>2．按照产品需求进行软件设计、编码实施、交叉review，确保工程的交付、质量和安全。</p><p>3．对线上产品的质量监控和运维，保证业务的稳定有效。</p><p>&nbsp</p>",
									        jobRequirements:"<p>1．至少熟悉Java/Python/Go语言的一种或多种，理解该语言涉及的基础框架，对你使用过的框架能够了解到它的原理和机制；</p><p>2．熟悉linux内核基本原理，常用工具和命令，较好的诊断调优技能；</p><p>3．熟练掌握多线程等高并发系统编程和优化技能；熟悉分布式系统的设计和应用，熟悉分布式、缓存、消息等机制；能对分布式常用技术进行合理应用，解决问题；</p><p>4．熟悉Docker容器技术、熟悉 Kubernetes?者。掌握Microservice、FaaS、Serverless等微服务或无服务架构及实践经验者优先；</p><p>5． 快速学习能力，较强的团队沟通和协作能力，较强的自我驱动能力</p><p>6．乐观开朗、充满激情、乐于接受挑战，有较好的沟通能力，有团队协作精神。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;				
			//  306	AIOT 边缘计算平台开发工程师 
			case 306:
							data = {
									        jobDescription:"<p>1．面向AIOT的落地和实施，负责嵌入式设备应用接入工作</p><p>2．负责帮助传统设备升级，推动接入通讯模组完成联网；</p><p>3．负责梳理和优化AIOT的设备接入流程，提升设备接入的效率，降低开发者接入的成本；</p><p>4．负责帮助客户和开发者在设备端上的AIOT应用实现；</p><p>&nbsp</p>",
									        jobRequirements:"<p>1．本科以上学历，电子、计算机、通信相关专业；</p><p>2、熟悉一种嵌入式操作系统，了解线程模型／进程调度／内存管理／文件系统</p><p>2．熟悉无线通讯协议，有WiFi／BLE／Zigbee／LoRa／NB-IoT协议开发经验者优先；</p><p>3．熟悉物联网连接协议，有Http／CoAP／MQTT协议应用及开发经验者优先；</p><p>4．熟悉IAR、Keil等嵌入式编译集成开发环境，熟悉GCC等交叉编译工具链及编译脚本 ，熟悉GIT等管理工具；</p><p>5．熟悉EDA工具，有设计原理图、PCB 经验者优先</p><p>6．具有良好的编程风格和文档编制习惯；</p><p>7．乐观开朗、充满激情、乐于接受挑战，有较好的沟通能力，有团队协作精神。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
						//  307	AI前端工程师 
			case 307:
							data = {
									        jobDescription:"<p>1、负责人工智能产品的设计与实现</p><p>2、负责复杂数据可视化设计与实现</p><p>3、根据视觉设计图实现前端web页面</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、本科及以上学历，3年以上前端开发经验</p><p>2、熟悉html/html5/css/css3/less/sass，对静态页面实现有一定经验和理解</p><p>3、了解数据可视化技术，熟悉BI数据展现</p><p>4、精通一种前端框架如angular、react、vuejs等</p><p>5、熟悉页面架构和布局，对数据表现与有深刻理解，熟悉bootstrap者优先</p><p>6、熟练掌握js或者typescript者优先</p><p>7、对CSS/JS性能优化、解决多浏览器兼容性问题有一定经验</p><p>8、对用户体验、交互操作流程设计、及用户需求有深入理解</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
			//  401	金融行业销售经理
			case 401:
							data = {
									        jobDescription:"<p>1、负责区域泛金融客户大数据、人工智能及云计算产品的销售工作；</p><p>2、与售前/售后工程师密切配合，了解客户需求，制定相关计划，积极有效推进客户经营，完成销售业绩目标；</p><p>3、负责与用户的技术交流、技术方案宣讲、应用系统演示等工作；</p><p>4、根据客户需求和市场变化，对公司的产品提出改进建议；</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、计算机、软件、通信等相关专业或市场营销专业本科及以上学历；</p><p>2、3年或以上软件类产品金融行业的渠道销售经验；</p><p>3、熟悉金融行业技术和应用架构，了解银行业数据仓库，数据集市，风险控制，审计，或征信等业务者优先；</p><p>4、优秀的沟通交流能力、分析判断能力；</p><p>5、积极主动、抗压能力强、具有很强的团队合作意识；</p><p>6、负责客户的挖掘、跟进和再挖掘的客户分析工作</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
			//  402	政法行业销售经理 
			case 402:
							data = {
									        jobDescription:"<p>1、负责所在区域政府和/或公安客户大数据、人工智能产品的销售工作；</p><p>2、与售前/售后工程师密切配合，了解客户需求，制定相关计划，积极有效推进客户经营，完成销售业绩目标；</p><p>3、负责与用户的技术交流、技术方案宣讲、应用系统演示等工作；</p><p>4、负责客户的挖掘、跟进和再挖掘的客户分析工作；</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、计算机、软件、通信等相关专业或市场营销专业本科及以上学历；</p><p>2、3年或以上软件类产品金融行业的销售经验（直销优先）</p><p>3、熟悉公安行业或政府行业技术和应用架构优先；</p><p>4、优秀的沟通交流能力；</p><p>5、优秀的分析和判断能力；</p><p>6、具有很强的团队合作意识；</p><p>7、积极主动、勇于承担责任，愿意在压力下工作。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
			//  403	制造业行业销售经理 
			case 403:
							data = {
									        jobDescription:"<p>1、负责所在区域制造业客户大数据产品、人工智能产品的销售工作；</p><p>2、与售前/售后工程师密切配合，了解客户需求，制定相关计划，积极有效推进客户经营，完成销售业绩目标；</p><p>3、负责与用户的技术交流、技术方案宣讲、应用系统演示等工作；</p><p>4、根据客户需求和市场变化，对公司的产品提出改进建议；</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、计算机、软件、通信等相关专业或市场营销专业本科毕业优先；</p><p>2、5年或以上软件类产品在制造业销售经验、汽车行业优先</p><p>3、熟悉所在区域行业客户及客户应用架构；</p><p>4、优秀的沟通交流能力、分析判断能力；</p><p>5、积极主动、抗压能力强、具有很强的团队合作意识；</p><p>6、负责客户的挖掘、跟进和再挖掘的客户分析工作</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
			//  404	军工行业销售销售经理 
			case 404:
							data = {
									        jobDescription:"<p>1、负责军委总部、军工单位客户大数据、人工智能产品的销售工作；</p><p>2、与售前/售后工程师密切配合，了解客户需求，制定相关计划，积极有效推进客户经营，完成销售业绩目标；</p><p>3、负责与用户的技术交流、技术方案宣讲、应用系统演示等工作；</p><p>4、根据客户需求和市场变化，对公司的产品提出改进建议；</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、计算机、软件、通信等相关专业或市场营销专业本科毕业优先；</p><p>2、5年或以上软件类产品在相关行业的渠道销售经验；</p><p>3、熟悉负责军委总部、军工客户；</p><p>4、优秀的沟通交流能力、分析判断能力；</p><p>5、积极主动、抗压能力强、具有很强的团队合作意识；</p><p>6、负责客户的挖掘、跟进和再挖掘的客户分析工作</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
			//  405	能源行业销售经理 
			case 405:
							data = {
									        jobDescription:"<p>1、负责电力或者能源行业大数据产品及人工智能的销售工作；</p><p>2、与售前/售后工程师密切配合，了解客户需求，制定相关计划，积极有效推进客户经营，完成销售业绩目标；</p><p>3、负责与用户的技术交流、技术方案宣讲、应用系统演示等工作；</p><p>4、根据客户需求和市场变化，对公司的产品提出改进建议；</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、计算机、软件、通信等相关专业或市场营销专业本科及以上学历优先；</p><p>2、5年以上电力行业的渠道销售经验；</p><p>3、深厚的电力行业客户资源，能接触到CIO、CTO级别优先</p><p>4、优秀的学习能力，分析和判断能力；</p><p>5、具有很强的团队合作意识；</p><p>6、积极主动、勇于承担责任，愿意在压力下工作。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;				
			//  406	交通行业销售经理 
			case 406:
							data = {
									        jobDescription:"<p>1、负责大数据及人工智能产品在交通行业客户（如轨交、航司、机场）的销售工作；</p><p>2、与售前/售后工程师密切配合，了解客户需求，制定相关计划，积极有效推进客户经营，完成销售业绩目标；</p><p>3、负责与用户的技术交流、技术方案宣讲、应用系统演示等工作；</p><p>4、根据客户需求和市场变化，对公司的产品提出改进建议；</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、计算机、软件、通信等相关专业或市场营销专业本科及以上学历优先；</p><p>2、5年以上轨道交通行业销售经验，有较深厚的客户资源；</p><p>3、优秀的学习能力，分析和判断能力；</p><p>4、具有很强的团队合作意识；</p><p>5、积极主动、勇于承担责任，愿意在压力下工作。</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
			//  407	区域销售经理 
			case 407:
							data = {
									        jobDescription:"<p>1、负责所在区域全行业（金融除外）大数据、人工智能产品的销售工作；</p><p>2、与售前/售后工程师密切配合，了解客户需求，制定相关计划，积极有效推进客户经营，完成销售业绩目标；</p><p>3、负责与用户的技术交流、技术方案宣讲、应用系统演示等工作；</p><p>4、根据客户需求和市场变化，对公司的产品提出改进建议；</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、计算机、软件、通信等相关专业或市场营销专业本科毕业优先；</p><p>2、5年或以上软件类产品在相关行业的渠道销售经验；</p><p>3、熟悉西北政府、央企、军工国防单位客户优先</p><p>4、优秀的沟通交流能力、分析判断能力；</p><p>5、积极主动、抗压能力强、具有很强的团队合作意识；</p><p>6、负责客户的挖掘、跟进和再挖掘的客户分析工作</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;	
						//  408	渠道销售经理
			case 408:
							data = {
									        jobDescription:"<p>1、拓展各类战略客户和关键客户合作资源，探索并推广新的合作或业务模式，促进合作与项目落地；</p><p>2、拓展公司渠道与合作伙伴资源、政府与公共管理机构类资源，以及其他有利于公司业务发展的公共关系资源；</p><p>3、执行公司经营决策委员会决议通过的归属于本部门主导的战略客户或关键客户项目，负责项目的跟进和各类商务工作，与相关销售部门做好协同与配合；</p><p>4、负责收集公司或友商的渠道与合作伙伴的信息，开展相关研究工作，定期出具调研报告，制定并定期更新维护公司渠道与合作伙伴“行业生态地图”和“信息维护表”等档案；</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、在IT行业具有丰富的渠道销售经验，丰富的渠道资源；</p><p>2、 具有企业级应用软件或大数据软件销售经验，具有大数据、云计算或互联网行业销售经验或生态合作经验优先；</p><p>3、 较强的渠道开拓及维护能力，并且有较强的渠道落单能力；</p><p>4、 能够主导制定各种渠道服务与激励方式，持续提高渠道合作伙伴的满意度</p><p>具有出色的沟通协调能力，良好的团队合作精神</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;		
						//  409	区域售前技术专家 
			case 409:
							data = {
									        jobDescription:"<p>1、 负责客户的大数据、云计算及AI技术相关业务需求沟通、产品价值传递、解决方案编制等工作；</p><p>2、 保持与客户良好的技术交流与沟通，并积极挖掘客户痛点与潜在需求；</p><p>3、 协调并整合内部相关资源，为客户提供具有前瞻性的最佳解决方案；</p><p>4、 负责销售项目全周期的技术支持工作，包括且不限于制定项目技术方案、技术引导、项目招投标、方案编制、Demo制作与演示及用户技术答疑等工作；</p><p>&nbsp</p>",
									        jobRequirements:"<p>1、计算机及相关专业本科以上学历，硕士优先。</p><p>2、熟悉行业技术和应用架构，数据仓库、数据集市、数据治理、报表与BI、数据清洗转换ETL、数据安全、数据合规、数据审计及Docker容器云等技术者优先；</p><p>3、 具备良好的POT、POC方案编写能力及Hands-on动手能力者优先；</p><p>4、 有SQL、存储过程或Java软件开发经验者优先；</p><p>5、 具备良好的职业素养，至诚守信，责任心强，执行力强，结果导向，抗压能力强，需要具备优秀的团队协作意识；</p><p>6、 保有一颗好奇心，保有对新技术、新业务领域的追踪、研究及深度思考的热忱</p><p>&nbsp</p><p>工作地点：上海</p>",
									        contact:MyContact
							    		};
							break;
					}
					
					return data;
      }